{
  "zivotinje": [
    {
      "id": "1",
      "ime": "Max",
      "vrsta": "pas",
      "status": "nije udomljen",
      "godina": "5 godina",
      "slika": "max.jpg",
      "opis": "Max je divan zlatni retriver, star 5 godina, koji trenutno traži svoj zauvek dom. Sa svojom prelepom svetložutom dlakom i toplim smeškom, Max osvaja srca svih koji ga sretnu. Ima energičan duh i voli igru, ali istovremeno je blag i ljubazan. Njegova odanost prema ljudima je neuporediva, a njegova potreba za ljubavlju čini ga idealnim saputnikom. Ako tražite vernog prijatelja koji će vas pratiti kroz život, Max je savršen izbor i spreman je da unese radost i ljubav u vaš dom."
    },
    {
      "id": "2",
      "ime": "Chloe",
      "vrsta": "macka",
      "status": "udomljen",
      "godina": "6 mjeseci",
      "slika": "chloe.jpg",
      "opis": "Chloe je šarmantna mačka od 6 meseci, koja osvaja srca svojom razigranom prirodom i neodoljivim izgledom. Njena mekana, svilenkasta dlaka ima prelepe tigraste šare koje ističu njenu eleganciju. Chloe je znatiželjna i radoznala, uvek spremna istražiti svoje okruženje i igrati se sa svime što joj dođe pod šapu. Njene širom otvorene oči reflektuju znatiželju i inteligenciju, a njen umiljat izraz lica čini je neodoljivom. Chloe je vesela i ljubazna mačka koja će uneti radost i toplinu u svaki dom koji joj pruži ljubav i pažnju."
    },
    {
      "id": "3",
      "ime": "Simba",
      "vrsta": "macka",
      "status": "nije udomljen",
      "godina": "2 godine",
      "slika": "simba.jpg",
      "opis": "Simba je prelepa mačka od 2 godine sa posebnim šarmom. Njene plave oči ističu se iznad mekane smeđe i crne dlake koja joj prekriva tela. Za razliku od tigrastih šara, Simba ima jedinstvenu kombinaciju smeđih i crnih nijansi koje se prepliću na elegantan način. Njena lepota i gracioznost upotpunjuju njen nevini izraz lica. Iako trenutno nije udomljena, Simba bi bila savršen dodatak svakom domu koji ceni lepotu, nežnost i vernost jedne predivne mačke."
    },
    {
      "id": "4",
      "ime": "Rocky",
      "vrsta": "pas",
      "status": "udomljen",
      "godina": "7.5 godina",
      "slika": "rocky.jpg",
      "opis": "Rocky je staronjemački ovčarski pas, prelepog izgleda i sa zrelošću od 7.5 godina. Iako trenutno nije udomljen, njegova mudrost i iskustvo čine ga posebnim saputnikom. Njegov prepoznatljivi izgled staronjemačkog ovčara, sa gustim krznom i snažnom građom, odaje utisak snage i vernosti. Rockyjev pogled odražava duboku povezanost i spremnost da pruži ljubav i odanost svom budućem vlasniku. Ako tražite iskusnog i ljubaznog psa koji će deliti radosti i izazove života, Rocky je idealan kandidat za vaš dom."
    },
    {
      "id": "5",
      "ime": "Luna",
      "vrsta": "pas",
      "status": "nije udomljen",
      "godina": "4.7 godina",
      "slika": "luna.jpg",
      "opis": "Luna je šarmantna Engleski koker španijel u dobi od 4.7 godina, koja trenutno čeka svoj zauvek dom. Njeno meko krzno i blistave oči odražavaju njenu ljubaznu i živopisnu prirodu. Iako nema poseban opis, njen temperament i karakter tipični su za ovu pasminu - inteligentna, ljubazna i predana. Luna je spremna pružiti nežnost i radost svom budućem vlasniku, čekajući da bude voljena i pažena. Ako tražite veselog i privrženog ljubimca, Luna bi mogla biti savršen dodatak vašem domu."
    },
    {
      "id": "6",
      "ime": "Zara",
      "vrsta": "macka",
      "status": "udomljen",
      "godina": "3 mjeseca",
      "slika": "zara.jpg",
      "opis": "Zara je preslatka mačka bijele boje, udomljena u dobi od 3 meseca. Iako nema dodatnog opisa, njen mladalački uzrast sugerira da je puna energije i znatiželje. Bela dlaka čini je posebno elegantnom, dok njen mladi uzrast obećava igru i razigranost. Zara je sada pronašla svoj dom, gde će sigurno doneti radost i ljubav svojim novim vlasnicima."
    },
    {
      "id": "7",
      "ime": "Daisy",
      "vrsta": "pas",
      "status": "nije udomljen",
      "godina": "4 godine",
      "slika": "daisy.jpg",
      "opis": "Daisy je vesela i razigrana dama koja se brzo sprijateljuje s drugim životinjama. Obožava sunčane dane i trčanje po travnjaku. Starost: 4 godine."
    }
  ],
  "mail": [
    {
      "id": "e263",
      "ime": "Ana",
      "prezime": "Palac",
      "email": "anapalac999@gmail.com",
      "poruka": "imam pitanje, jel se pojavi id u bazi?"
    }
  ],
  "trazi": [
    {
      "id": "fe3d",
      "tip": "Lijekovi",
      "vrijednost": "50€",
      "opis": "Trazimo lijek protiv bolesti psa"
    }
  ],
  "nudi": [
    {
      "id": "6b1a",
      "tip": "Lijekovi",
      "vrijednost": "30€",
      "opis": "ovo je ponuda za lijekove od 30 eur"
    },
    {
      "id": "7453",
      "tip": "Hrana",
      "vrijednost": "30€",
      "opis": "fali jos malo za hranu, kuous, rastika, itd.."
    }
  ],
  "donirano": [
    {
      "id": "5bc0",
      "tip": "Igracke",
      "vrijednost": "20€",
      "opis": "ovo je donacija koju trazimo za igracke"
    },
    {
      "id": "e1e2",
      "tip": "Hrana",
      "vrijednost": "20€",
      "opis": "Trazimo hranu min 20€"
    },
    {
      "id": "d1e7",
      "tip": "Lijekovi",
      "vrijednost": "100€",
      "opis": "Potreban brufen, normabel, panadol, lekadol, injekcija itd.."
    },
    {
      "id": "a736",
      "tip": "Hrana",
      "vrijednost": "10€",
      "opis": "Nudimo donaciju hrane"
    }
  ],
  "obavijesti": [
    {
      "id": "2d00",
      "naslov": "Ljubimci",
      "text": "Ljubimac je naziv za kućnu životinju koju rado imaju njeni vlasnici. Oni se brinu o njima, maze ih, paze, hrane, igraju se s njima. Vazni su im, povezuju se s njima. ",
      "vazno": true,
      "datum": "2024-4-18"
    },
    {
      "id": "3464",
      "naslov": "Moj pas",
      "text": "Imam psa, zpve se max, ima 3 godine. Obozavam ga kao i moja djeca. On nas voli, stiti cuva kao i mi njega. On je nas najbolji prijatelj.",
      "vazno": false,
      "datum": "2024-4-18"
    }
  ]
}